[
  {
    "id": "adaptations-to-eu-acts",
    "name": "Tilpasninger til EU-rettsakter",
    "definition": "En tilpasning til en rettsakt innebærer at relevante bestemmelser i rettsakten skal forstås på en særlig måte når det gjelder EØS. Tilpasninger brukes som oftest for å få en rettsakt til å passe innenfor rammene av EØS-avtalen eller for å spesifisere EØS-EFTA-statenes rettslige stilling. En tilpasning kan imidlertid også dreie seg om rettighetene og forpliktelsene til myndigheter i EU-medlemsstatene eller EU-institusjonene eller fastsette samarbeidsmekanismer mellom EU- og EFTA-pilaren i EØS."
  },

  {
    "id": "agreement-on-the-european-economic-area-eea-agreement",
    "name": "Avtalen om Det europeiske økonomiske samarbeidsområde (EØS-avtalen)",
    "short-name": "EØS-avtalen",
    "definition": "Det europeiske økonomiske samarbeidsområde knytter medlemsstatene i Den europeiske union og tre av EFTA-statene, Island, Liechtenstein og Norge, sammen i ett felles marked med fritt varebytte og fri bevegelighet for tjenester, kapital og personer. EØS-avtalen garanterer like rettigheter og forpliktelser i det indre marked for enkeltpersoner og økonomiske aktører i EØS. Avtalen ble undertegnet i mai 1992 og trådte i kraft i januar 1994.",
    "link": "http://www.efta.int/eea/eea-agreement"
  },

  {
    "id": "annexes-and-protocols-to-the-eea-agreement",
    "name": "Vedlegg og protokoller til EØS-avtalen",
    "definition": "EØS-avtalen består av 129 artikler, <a target=\"_blank\" href=\"http://www.efta.int/legal-texts/eea/annexes-to-the-agreement\">22 vedlegg</a>, <a target=\"_blank\" href=\"http://www.efta.int/legal-texts/eea/protocols-to-the-agreement\">49 protokoller</a> og en sluttakt. De EU-rettsaktene som gjelder i EØS, er oppført i vedleggene, med eventuell tilpasningstekst. Noen av protokollene inneholder bestemmelser om særlige områder som regler for varers opprinnelse, samarbeid på områder utenfor de fire friheter (deltakelse i EU-programmer) og forenklede tollprosedyrer. Protokoll 1 inneholder horisontale tilpasninger, som får anvendelse for alle rettsaktene omhandlet i vedleggene til EØS-avtalen."
  },

  {
    "id": "clearing-committee-norway",
    "name": "Spesialutvalg (Norge)",
    "definition": "Et spesialutvalg for EØS-saker sørger for samarbeid mellom departementene i Norge."
  },

  {
    "id": "commission-directorate-general",
    "name": "Generaldirektorater (DG) i Kommisjonen",
    "definition": "Et generaldirektorat er en avdeling i Europakommisjonen som er ansvarlig for et bestemt politikkområde."
  },

  {
    "id": "constitutional-requirements",
    "name": "Forfatningsrettslige krav",
    "definition": "Dersom en EØS-komitébeslutning innlemmer en rettsakt som krever endringer i nasjonal rett i en EØS-EFTA-stat (for eksempel nye lover eller endring av eksisterende lover), må beslutningen godkjennes av det nasjonale parlamentet før den kan tre i kraft. Det er dette som menes med ”forfatningsrettslige krav” som meddeles når en rettsakt innlemmes."
  },

  {
    "id": "decision-shaping",
    "name": "Regelverksutforming",
    "definition": "EØS-EFTA-statenes mulighet til å delta direkte i den kontinuerlige utviklingen av EUs indre marked er et avgjørende og unikt trekk ved EØS-avtalen. Denne ordningen er særlig viktig for EØS-EFTA-statene, ettersom de ikke deltar i EUs beslutningsprosess."
  },


  {
    "id": "eea-challenges",
    "name": "EØS-utfordringer (kalles ofte ”horisontale EØS-utfordringer”)",
    "definition": "Disse kan oppstå når en bestemmelse i en rettsakt eller et forslag har en materiell og/eller strukturell innvirkning på EØS-regelverket eller går utover EØS-avtalens rammer. EØS-utfordringer kan for eksempel oppstå i forbindelse med bøter som skal ilegges av en EU-institusjon eller et EU-organ, henvisninger til strafferettslige sanksjoner eller bestemmelser som omfatter tredjestater."
  },

  {
    "id": "eea-coordination-unit-liechtenstein",
    "name": "EØS-koordineringsenheten (Liechtenstein)",
    "definition": "EØS-koordineringsenheten i Liechtenstein tar seg av det daglige EØS-arbeidet, særlig med hensyn til rettslige spørsmål. Enheten koordinerer innlemmelsen og gjennomføringen av EØS-rettsakter og rapporterer til statsministeren."
  },

  {
    "id": "eea-efta-comments",
    "name": "EØS-EFTA-kommentarer",
    "definition": "En av måtene EØS-EFTA-statene deltar i EUs regelverksutforming på, er å sende kommentarer til viktige politiske saker til en av EUs institusjoner. En EØS-EFTA-kommentar inneholder vanligvis en kort redegjørelse og ulike forslag med hensyn til Kommisjonens initiativer, som grønnbøker eller forslag til regelverk."
  },


  {
    "id": "eea-efta-experts",
    "name": "EØS-EFTA-eksperter",
    "definition": "Eksperter fra EØS-EFTA-statene som er med i en av EFTAs arbeidsgrupper eller ekspertgrupper, og som dermed bidrar i prosessen med å innlemme EU-rettsakter i EØS-avtalen."
  },

  {
    "id": "eea-efta-states",
    "name": "EØS-EFTA-statene",
    "definition": "Med EØS-EFTA-statene menes de tre EFTA-statene som deltar i EØS-avtalen, Island, Liechtenstein og Norge. Sveits er den fjerde medlemsstaten i EFTA, men er ikke med i EØS. I stedet reguleres forholdet mellom Sveits og EU av en rekke bilaterale avtaler."
  },

  {
    "id": "eea-joint-committee",
    "name": "EØS-komiteen",
    "definition": "EØS-komiteen møtes vanligvis seks til åtte ganger per år og er ansvarlig for å forvalte EØS-avtalen og sørge for at den fungerer som den skal. Komiteen er et forum for utveksling av synspunkter og treffer beslutninger (ved enstemmighet) om innlemmelse av EU-regelverk i EØS-avtalen. Den består av representanter for Europakommisjonen (fra EUs utenrikstjeneste, EEAS) og representanter for de tre EØS-EFTA-statene (vanligvis på ambassadørnivå) samt en observatør fra EFTAs overvåkingsorgan (ESA)."
  },

  {
    "id": "eea-joint-committee-decision-jcd",
    "name": "EØS-komitébeslutning",
    "definition": "EØS-relevante rettsakter innlemmes i EØS-avtalen gjennom beslutninger i EØS-komiteen. <a target=\"_blank\" href=\"http://www.efta.int/media/documents/legal-texts/eea/the-eea-agreement/Main%20Text%20of%20the%20Agreement/EEAagreement.pdf#page=33\">Artikkel 102 nr. 1 i EØS-avtalen</a> fastslår at så snart en EU-rettsakt med relevans for EØS er vedtatt i EU, skal EØS-komiteen treffe en beslutning om den nødvendige endringen av EØS-avtalen, med sikte på å gjøre det mulig med samtidig iverksettelse av regelverket i hele EØS."
  },

  {
    "id": "eea-relevance",
    "name": "EØS-relevans",
    "definition": "EU-rettsakter vurderes som EØS-relevante dersom de bidrar til å nå målene i artikkel 1 i EØS-avtalen, det vil si dersom de angår EUs indre marked og like konkurransevilkår."
  },

  {
    "id": "eea-supplement-to-the-official-journal-of-the-european-union-oj",
    "name": "EØS-tillegget til Den europeiske unions tidende",
    "definition": "Et kunngjøringsblad som inneholder EØS-relaterte tekster fra EFTA- og EU-organer, og som publiseres ukentlig på islandsk og norsk på EFTA-sekretariatets nettsted."
  },

  {
    "id": "efta",
    "name": "EFTA",
    "definition": "Det europeiske frihandelsforbund (EFTA) er en mellomstatlig organisasjon som består av Island, Liechtenstein, Norge og Sveits, og som ble opprettet for å fremme frihandel og økonomisk integrasjon. Et av EFTAs hovedansvarsområder er å forvalte EØS-avtalen."
  },

  {
    "id": "efta-court",
    "name": "EFTA-domstolen",
    "link": "http://www.eftacourt.int",
    "definition": "EFTA-domstolen i Luxembourg har domsmyndighet med hensyn til de tre EØS-EFTA-statene. EFTA-domstolens domsmyndighet tilsvarer i stor grad den domsmyndighet som Den europeiske unions domstol har i EU-medlemsstatene. Domstolen har myndighet til å håndtere traktatbruddsaker anlagt av EFTAs overvåkingsorgan mot en EØS-EFTA-stat med hensyn til gjennomføring, anvendelse eller fortolkning av EØS-regelverket, til å gi rådgivende uttalelser om fortolkningen av EØS-regelverk til domstoler i EØS-EFTA-statene og til å behandle klager på vedtak fra EFTAs overvåkingsorgan."
  },

  {
    "id": "efta-secretariat",
    "name": "EFTA-sekretariatet",
    "definition": "EFTA-sekretariatet har hovedkontor i Genève og kontorer i Brussel og Luxembourg. EFTA-sekretariatet i Brussel bistår i forvaltningen av EØS-avtalen, blant annet med forberedelse av nytt regelverk som skal innlemmes i EØS-avtalen, og utarbeiding av innspill til EUs beslutningsprosess."
  },

  {
    "id": "efta-surveillance-authority-esa",
    "name": "EFTAs overvåkingsorgan (ESA)",
    "definition": "ESA kontrollerer at EØS-avtalen blir overholdt i Island, Liechtenstein og Norge og ivaretar rettighetene til både enkeltpersoner og foretak i henhold til EØS-avtalen.",
    "link": "http://www.eftasurv.int/"
  },

  {
    "id": "efta-working-group-or-expert-group",
    "name": "EFTA-arbeidsgruppe eller -ekspertgruppe",
    "definition": "Arbeidsgruppene og ekspertgruppene er organisert som en del av Den faste komités struktur på ulike politikkområder og består av eksperter fra EØS-EFTA-statene. De er ansvarlige for å behandle alt EU-regelverk som skal innlemmes i EØS-avtalen."
  },

  {
    "id": "eu-commission-expert-groups",
    "name": "Kommisjonens ekspertgrupper",
    "definition": "Ekspertgruppene består av eksperter fra EU-medlemsstatene og gir råd til Kommisjonen i forberedelsen av regelverksforslag, politiske initiativer og delegerte rettsakter (juridisk bindende rettsakter som gir Kommisjonen mulighet til å supplere eller endre ikke-avgjørende deler av EU-regelverksakter, for eksempel for å definere detaljerte tiltak). Se <a target=\"_blank\" href=\"http://www.efta.int/media/documents/legal-texts/eea/the-eea-agreement/Main%20Text%20of%20the%20Agreement/EEAagreement.pdf#page=32\">artikkel 99 nr. 1) i EØS-avtalen</a>."
  },

  {
    "id": "eu-comitology-committees",
    "name": "EUs komitologikomiteer",
    "definition": "Komitologikomiteene består av representanter fra EU-medlemsstatene og bistår Kommisjonen i forberedelsen av gjennomføringsrettsakter (juridisk bindende rettsakter som gir Kommisjonen, under ledelse av komiteer sammensatt av representanter fra EU-landene, mulighet til å fastsette vilkår som sørger for at EU-regelverket anvendes på en ensartet måte). Se <a target=\"_blank\" href=\"http://www.efta.int/media/documents/legal-texts/eea/the-eea-agreement/Main%20Text%20of%20the%20Agreement/EEAagreement.pdf#page=32\">artikkel 100 i EØS-avtalen</a>."
  },

  {
    "id": "eu-programme-committees",
    "name": "EUs programkomiteer",
    "definition": "Programkomiteene er ansvarlige for utvikling og forvaltning av EU-programmer på områder utenfor de fire friheter. Se <a target=\"_blank\" href=\"http://www.efta.int/media/documents/legal-texts/eea/the-eea-agreement/Main%20Text%20of%20the%20Agreement/EEAagreement.pdf#page=27\">artikkel 81 i EØS-avtalen</a>."
  },

  {
    "id": "european-external-action-service-eeas",
    "name": "EUs utenrikstjeneste (EEAS)",
    "definition": "EEAS er Den europeiske unions diplomatiske tjeneste og bistår EUs leder for utenrikssaker – Høyrepresentanten for EUs felles utenriks- og sikkerhetspolitikk – i arbeidet med å gjennomføre Unionens felles utenriks- og sikkerhetspolitikk. EEAS koordinerer innlemmelsesprosessen i EØS på vegne av Den europeiske union."
  },

  {
    "id": "fast-track-procedure",
    "name": "Hurtigprosedyre",
    "definition": "En innlemmelsesprosedyre som brukes for rettsakter som ikke reiser horisontale EØS-utfordringer, som ikke trenger tilpasninger, og som ikke utløser forfatningsrettslige krav. EØS-EFTA-statene har laget en liste med kategorier av rettsakter som vurderes som egnet for denne prosedyren. EFTA-sekretariatet kan også iverksette hurtigprosedyren for rettsakter som ikke faller inn under de forhåndsdefinerte kategoriene, dersom sekretariatet anser at rettsakten oppfyller kriteriene."
  },

  {
    "id": "list-of-draft-joint-committee-decisions-ready-for-adoption-long-list",
    "name": "Liste over EØS-komitébeslutninger som er klare til å bli vedtatt (”Long list”)",
    "definition": "Listen omfatter utkast til EØS-komitébeslutninger som er sendt til EUs utenrikstjeneste (EEAS) for behandling og kommentarer, og som er vurdert som klare til å bli vedtatt av EØS-komiteen."
  },

  {
    "id": "seconded-national-experts",
    "name": "Utsendte nasjonale eksperter",
    "definition": "Eksperter fra EØS-EFTA-statene stilles til disposisjon for Kommisjonen og noen av Kommisjonens byråer for perioder på to til fire år, enten gjennom EØS-EFTA-deltakelse i EU-programmer og -byråer eller gjennom bilaterale avtaler. Ekspertene arbeider for EU-institusjonene og medvirker i lovgivningsprosessen med ekspertise og kunnskap om EØS-avtalen og de særlige vilkårene i EØS-EFTA-statene.",
    "link": "http://www.efta.int/EEA/EFTA-National-Experts-753"
  },

  {
    "id": "standard-procedure",
    "name": "Standardprosedyre",
    "definition": "Standardprosedyren for innlemmelse gjelder for alle rettsakter som ikke faller inn under hurtigprosedyren eller den forenklede prosedyren (sistnevnte brukes utelukkende på enkelte områder som hører inn under EFTAs arbeidsgruppe for næringsmiddelkjeden)."
  },

  {
    "id": "standing-committee",
    "name": "EFTA-statenes faste komité",
    "definition": "EFTA-statenes faste komité tjener som et forum for EØS-EFTA-statene der de kan rådføre seg med hverandre og komme fram til en felles holdning før de møter med EU-siden i EØS-komiteen. Den består av ambassadører til EU fra Island, Liechtenstein og Norge samt observatører fra Sveits og EFTAs overvåkingsorgan. Komiteen har fem underkomiteer som alle har flere underliggende arbeidsgrupper.",
    "link": "http://www.efta.int/eea/eea-institutions/standing-committee"
  },

  {
    "id": "substantive-adaptations",
    "name": "Vesentlige tilpasninger",
    "definition": "Vesentlige tilpasninger medfører et avvik fra eller en endring av det systemet av regler som er fastsatt i rettsakten. Vesentlige tilpasninger kan for eksempel være nødvendige for å gjøre en rettsakt forenlig med de forfatningsmessige rammene i EØS-EFTA-statene og EØS-avtalens topilarstruktur. De er annerledes enn tekniske tilpasninger, som sørger for at EØS-EFTA-statenes deltakelse i det indre marked gjenspeiles, men som ikke har vesentlig innvirkning på regelverket."
  }
]
